Repository: my-dev-pro/irsl-wp
Catalog: languages/myDev-irsl-*.po
Languages: ar

source: add
ar: أضف

source: Cancelled Order
ar: طلب ملغى

source: Client First Name
ar: الاسم الأول للعميل

source: Client Last Name
ar: الأسم الأخير للعميل

source: Completed Order
ar: الطلبات المكتملة

source: Coupon Code
ar: رمز القسيمة

source: Coupon code
ar: رمز القسيمة

source: Coupons
ar: الكوبونات

source: Enable
ar: تفعيل

source: Enter Coupon code
ar: إدخل رمز القسيمة

source: Failed Order
ar: الطلبات الفاشلة

source: General settings
ar: الإعدادات العامة

source: Irsl
ar: إرسل

source: Message
ar: الرسالة

source: New Order
ar: الطلبات الجديدة

source: Number of orders
ar: عدد الطلبات

source: On Hold Order
ar: الطلبات قيد الإنتظار

source: Order ID
ar: رقم الطلب

source: Order Note
ar: ملاحظات الطلب

source: Order Total
ar: إجمالى الطلب

source: Pending Order (Waiting payment confirmation)
ar: الطلبات المعلقة (بإنتظار الدفع)

source: Processing Order
ar: الطلبات قيد التنفيذ

source: Refunded Order
ar: الطلبات المسترجعة

source: Send whatsapp notification to your customers
ar: إرسال إشعار WhatsApp لعملائك

source: Set completed order message
ar: قم بتعيين رسالة الطلبات المكتملة

source: Set coupons message
ar: تعيين رسالة الكوبونات

source: Set new order message
ar: قم بتعيين رسالة الطلبات الجديدة

source: Set order cancelled message
ar: تعيين رسالة الطلبات الملغاه

source: Set order failed message
ar: تعيين رسالة الطلبات الفاشلة

source: Set order note
ar: تعيين رسالة ملاحظات الطلب

source: Set order on hold message
ar: تعيين رسالة الطلبات قيد الانتظار

source: Set order pending message
ar: تعيين رسالة الطلبات المعلقة

source: Set order processing message
ar: تعيين رسالة الطلبات قيد التنفيذ

source: Set order refunded message
ar: تعيين رسالة الطلبات المسترجعة

source: Subscribe to the WhatsApp service from here.
ar: اشترك في خدمة الواتساب من هنا.

source: Unfortunately, this feature is temporarily disabled due to some problems with the WooCommerce add-on. It will be activated once the problem is fixed by the WooCommerce team.
ar: لسوء الحظ، تم تعطيل هذه الميزة مؤقتًا بسبب بعض المشكلات في الوظيفة الإضافية WooCommerce. سيتم تفعيله بمجرد إصلاح المشكلة من قبل فريق WooCommerce.

source: Use the following to display the order information in the message
ar: استخدم ما يلي لعرض معلومات الطلب في الرسالة

source: What is the number of orders based on which the coupon will be sent to the customer, ex. if sending is upon the first order, enter number 1
ar: ماهي عدد الطلبات التي سوف يرسل الكوبون الى العميل على اساسها ، على سبيل المثال اذا كان الارسال عند اول طلب ادخل رقم 1
